[
    {
        "id": "1",
        "img": "img/Burn.png",
        "name": "Burn",
        "desc": "At the end of the turn, take fixed damage by the effect’s Potency. Then, reduce its Count by 1."
    },
    {
        "id": "2",
        "img": "img/Bleed.png",
        "name": "Bleed",
        "desc": "When tossing an attack Coin, take fixed damage by the effect’s Potency. Then, reduce its Count by 1."
    },
    {
        "id": "3",
        "img": "img/Tremor.png",
        "name": "Tremor",
        "desc": "When attacked by skills that trigger Tremor Burst, raise the Stagger Threshold by the effect’s Potency. At the end of the turn, reduce the Count by 1."
    },
    {
        "id": "4",
        "img": "img/Rupture.png",
        "name": "Rupture",
        "desc": "When hit by an attack, take fixed damage by the effect’s Potency. Then, reduce its Count by 1."
    },
    {
        "id": "5",
        "img": "img/Sinking.png",
        "name": "Sinking",
        "desc": "When hit by an attack, take fixed SP damage by the effect’s Potency. (Units with no Sanity take Gloom damage instead.) Then, reduce its Count by 1."
    },
    {
        "id": "6",
        "img": "img/Poise.png",
        "name": "Poise",
        "desc": "On hit, gain a Potency-based chance to deal critical damage, reducing the Count by 1 if successful. At the end of the turn, reduce the Count by 1."
    },
    {
        "id": "7",
        "img": "img/Charge.png",
        "name": "Charge",
        "desc": "Resource used by certain skills for additional effects. Its Count can go up to 20. Count lowers by 1 at the end of each turn."
    },
    {
        "id": "8",
        "img": "img/Damage Up.png",
        "name": "Damage Up",
        "desc": "Deal more damage with skills based on the effect’s Count for one turn. (Max 10)"
    },
    {
        "id": "9",
        "img": "img/Damage Down.png",
        "name": "Damage Down",
        "desc": "Deal less damage with skills based on the effect’s Count for one turn. (Max 10)"
    },
    {
        "id": "10",
        "img": "img/Offense Level Up.png",
        "name": "Offense Level Up",
        "desc": "Offense level increases based on the effect's Potency for one turn."
    },
    {
        "id": "11",
        "img": "img/Offense Level Down.png",
        "name": "Offense Level Down",
        "desc": "Offense level decreases based on the effect's Potency for one turn."
    },
    {
        "id": "12",
        "img": "img/Defense Level Up.png",
        "name": "Defense Level Up",
        "desc": "Defense Level increases based on the effect's Potency for one turn."
    },
    {
        "id": "13",
        "img": "img/Defense Level Down.png",
        "name": "Defense Level Down",
        "desc": "Defense Level decreases based on the effect's Potency for one turn."
    },
    {
        "id": "14",
        "img": "img/Haste.png",
        "name": "Haste",
        "desc": "Speed increases by the effect’s Count for one turn."
    },
    {
        "id": "15",
        "img": "img/Bind.png",
        "name": "Bind",
        "desc": "Speed decreases by the effect’s Count for one turn."
    },
    {
        "id": "16",
        "img": "img/Protection.png",
        "name": "Protection",
        "desc": "Take less damage from skills based on the effect’s Count for one turn. (Max 10)"
    },
    {
        "id": "17",
        "img": "img/Fragile.png",
        "name": "Fragile",
        "desc": "Take more damage from skills based on the effect’s Count for one turn. (Max 10)"
    },
    {
        "id": "18",
        "img": "img/Paralyze.png",
        "name": "Paralyze",
        "desc": "Fix the Power of Coins to 0 for one turn, with one Coin per the effect’s Count."
    },
    {
        "id": "19",
        "img": "img/Attack Power Up.png",
        "name": "Attack Power Up",
        "desc": "Attack skills gain final Power by the effect's Count for one turn."
    },
    {
        "id": "20",
        "img": "img/Attack Power Down.png",
        "name": "Attack Power Down",
        "desc": "Attack skills lose final Power by the effect's Count for one turn."
    },
    {
        "id": "21",
        "img": "img/Defense Power Up.png",
        "name": "Defense Power Up",
        "desc": "Defense skills gain final Power by the effect's Count for one turn."
    },
    {
        "id": "22",
        "img": "img/Defense Power Down.png",
        "name": "Defense Power Down",
        "desc": "Defense skills lose final Power by the effect's Count for one turn."
    }
    
]